[
    {
        "quote": "The quality of any advice anybody has to offer has to be judged against the quality of life they actually lead.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "Everything you see or hear or experience in any way at all is specific to you. You create a universe by perceiving it, so everything in the universe you perceive is specific to you.",
        "person": "Douglas Adams",
        "source": "Mostly Harmless(Hitchhiker's Guide to the Galaxy)"
    },
    {
        "quote": "The story so far: In the beginning the Universe was created. This has made a lot of people very angry and been widely regarded as a bad move.",
        "person": "Douglas Adams",
        "source": "The Restaurant at the End of the Universe"
    },
    {
        "quote": "See first, think later, then test. But always see first. Otherwise you will only see what you were expecting. Most scientists forget that.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "I'd far rather be happy than right any day.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "This must be Thursday. I never could get the hang of Thursdays. ",
        "person": "Douglas Adams",
        "source": "The Hitch Hiker's Guide To The Galaxy"
    },
    {
        "quote": "The Universe is an unsettlingly big place, a fact which for the sake of a quiet life most people tend to ignore. Many would happily move to somewhere rather smaller of their own devising, and this is what most beings in fact do.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "No, what's this? What's this? This is nothing, yeah we're going to die.",
        "person": "Ford Prefect",
        "source": "The Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "Don't you understand that we need to be childish in order to understand? Only a child sees things with perfect clarity, because it hasn't developed all those filters which prevent us from seeing things that we don't expect to see.",
        "person": "Douglas Adams",
        "source": "Dirk Gently's Holistic Detective Agency"
    },
    {
        "quote": "The thing that used to worry him most was the fact that people always used to ask him what he was looking so worried about.",
        "person": "Douglas Adams",
        "source": "The Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "Only six people in the Galaxy knew that the job of the Galactic President was not to wield power but to attract attention away from it.",
        "person": "Douglas Adams",
        "source": "The Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "Trillian had come to suspect that the main reason he had had such a wild and successful life was that he never really understood the significance of anything he did.",
        "person": "Douglas Adams",
        "source": "The Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "Mr. L. Prosser was, as they say, only human. In other words he was a carbon-based bipedal life form descended from an ape.",
        "person": "Douglas Adams",
        "source": "The Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "If there's anything more important than my ego around, I want it caught and shot now.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "All you really need to know for the moment is that the universe is a lot more complicated than you might think, even if you start from a position of thinking it's pretty damn complicated in the first place.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "'Sir,' I said to the universe, 'I exist.' 'That,' said the universe, 'creates no sense of obligation in me whatsoever.’",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "We are not an endangered species ourselves yet, but this is not for lack of trying.",
        "person": "Douglas Adams",
        "source": "Last Chance to See"
    },
    {
        "quote": "It is of course perfectly natural to assume that everyone else is having a far more exciting time than you.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "I think the problem, to be quite honest with you, is that you've never actually known what the question is.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "Nobleness was one word for making a fuss about the trivial inevitabilities of life, but there were others.",
        "person": "Douglas Adams",
        "source": "The Long Dark Tea-Time of the Soul"
    },
    {
        "quote": "Nothing travels faster than the speed of light with the possible exception of bad news, which obeys its own special laws.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "You’re paid a lot and you’re not happy, so the first thing you do is buy stuff that you don’t want or need—for which you need more money.",
        "person": "Douglas Adams",
        "source": "The Long Dark Tea-Time of the Soul"
    },
    {
        "quote": "And since this is not a naturally tenable position for a whale, this poor innocent creature had very little time to come to terms with its identity as a whale before it then had to come to terms with not being a whale any more.",
        "person": "Douglas Adams",
        "source": "The Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "Everybody has their moment of great opportunity in life. If you happen to miss the one you care about, then everything else becomes eerily easy.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "You know what a learning experience is? A learning experience is one of those things that says, 'You know that thing you just did? Don't do that.’",
        "person": "Douglas Adams",
        "source": "The Salmon of Doubt: Hitchhiking the Galaxy One Last Time"
    },
    {
        "quote": "We will be restoring normality just as soon as we are sure what is normal anyway.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "And then, just when you think that you have experienced all the wonders that this world has to offer, you round a peak and suddenly think you're doing the whole thing over again, but this time on drugs.",
        "person": "Douglas Adams",
        "source": "Last Chance to See"
    },
    {
        "quote": "He attacked everything in life with a mix of extraordinary genius and naive incompetence, and it was often difficult to tell which was which.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "God's Final Message to His Creation:\n'We apologize for the inconvenience.'",
        "person": "Douglas Adams",
        "source": "So Long, and Thanks for All the Fish (Hitchhiker's Guide to the Galaxy)"
    },
    {
        "quote": "There is no point in using the word 'impossible' to describe something that has clearly happened.",
        "person": "Douglas Adams",
        "source": "Dirk Gently's Holistic Detective Agency"
    },
    {
        "quote": "Human beings, who are almost unique in having the ability to learn from the experience of others, are also remarkable for their apparent disinclination to do so.",
        "person": "Douglas Adams",
        "source": "Last Chance to See"
    },
    {
        "quote": "For a moment, nothing happened. Then, after a second or so, nothing continued to happen.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "If somebody thinks they're a hedgehog, presumably you just give 'em a mirror and a few pictures of hedgehogs and tell them to sort it out for themselves.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "If there's any real truth, it's that the entire multidimensional infinity of the Universe is almost certainly being run by a bunch of maniacs.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "OK, Arthur, I've got something to tell you. Its unfortunate but its true. Your whole planet has been blown up.",
        "person": "Ford Prefect",
        "source": "The Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "A towel, it says, is about the most massively useful thing an interstellar hitchhiker can have.",
        "person": "Douglas Adams",
        "source": "The Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "\"The Guide says there is an art to flying\", said Ford, \"or rather a knack. The knack lies in learning how to throw yourself at the ground and miss.\"",
        "person": "Douglas Adams",
        "source": "Life, the Universe and Everything (Hitchhiker's Guide to the Galaxy)"
    },
    {
        "quote": "He felt that his whole life was some kind of dream and he sometimes wondered whose it was and whether they were enjoying it.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools.",
        "person": "Douglas Adams",
        "source": "The Ultimate Hitchhiker's Guide to the Galaxy"
    },
    {
        "quote": "I think men mostly have to learn to be anarchists. Women don't have to learn.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "There was always a kind of psychological clear space around Mitis, like the lack of clouds around the peak of a mountain. The absence of all enhancements and enforcements of authority left the real thing plain. There are people of inherent authority; some emperors actually have clothes.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "To be whole is to be part; true voyage is return.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "Letters! Letters to propertarians, to subjects of governments founded on the inequity of power, to individuals who were inevitably exploited by and exploiters of others, because they had consented to be elements in the State-Machine. Did such people actually exchange ideas with free people in a nonaggressive, voluntary manner? Could they really admit equality and participate in intellectual solidarity, or were they merely trying to dominate, to assert their power, to possess?",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "Surely freedom lay rather in openness than in secrecy, and freedom is always worth the risk.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "He tried to read an elementary economics text; it bored him past endurance, it was like listening to somebody interminably recounting a long and stupid dream. He could not force himself to understand how banks functioned and so forth, because all the operations of capitalism were as meaningless to him as the rites of a primitive religion, as barbaric, as elaborate, and as unnecessary. In a human sacrifice to deity there might be at least a mistaken and terrible beauty; in the rites of the money-changers, where greed, laziness, and envy were assumed to move all men's acts, even the terrible became banal.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "'But what,' Oiie said abruptly, as if the question, long kept back, burst from him under pressure, 'what keeps people in order? Why don't they rob and murder each other?'\n'Nobody owns anything to rob. If you want things you take them from the depository. As for violence, well, I don't know, Oiie; would you murder me, ordinarily? And if you felt like it, would a law against it stop you? Coercion is the least efficient means of obtaining order.'",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "...[his morality] was still fitted to a rigid mold, the simplistic Odonianism taught to children by mediocre adults, an internalized preaching.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "A child free from the guilt of ownership and the burden of economic competition will grow up with the will to do what needs doing and the capacity for joy in doing it. It is useless work that darkens the heart. The delight of the nursing mother, of the scholar, of the successful hunter, of the good cook, of the skillful maker, of anyone doing needed work and doing it well—this durable joy is perhaps the deepest source of human affection, and of sociality as a whole.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "It was easy to share when there was enough, even barely enough, to go round. But when there was not enough? Then force entered in; might making right; power, and its tool, violence, and its most devoted ally, the averted eye.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "Existence is its own justification, need is right.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "The individual cannot bargain with the State. The State recognizes no coinage but power: and it issues the coins itself.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "He had been groping and grabbing after certainty, as if it were something he could possess. He had been demanding a security, a guarantee, which is not granted, and which, if granted, would become a prison.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "We make justice here, or nowhere.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "...he now understood why the army was organized as it was. It was indeed quite necessary. No rational form of organization would serve the purpose. He simply had not understood that the purpose was to enable men with machine guns to kill unarmed men and women easily and in great quantities when told to do so. Only he still could not see where courage, or manliness, or fitness entered in.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "It isn't changing around from place to place that keeps you lively. It's getting time on your side. Working with it, not against it.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "A scientist can pretend that his work isn't himself, it's merely the impersonal truth. An artist can't hide behind the truth. He can't hide anywhere.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "Those who build walls are their own prisoners",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "A healthy society would let [everyone] exercise [their] optimum function freely",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "'In the end, the truth usually insists upon serving only the common good,' Keng said.\n'In the end, yes, but I am not willing to wait for the end. I have one lifetime, and I will not spend it for greed and profiteering and lies. I will not serve _any_ master.'",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "...there is nothing here but States and their weapons, the rich and their lies, and the poor and their misery. There is no way to act rightly, with a clear heart, on Urras. There is nothing you can do that profit does not enter into, and fear of loss, and the wish for power. You cannot say good morning without knowing which of you is 'superior' to the other, or trying to prove it. You cannot act like a brother to other people, you must manipulate them, or command them, or obey them, or trick them.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "Weigh it in the balance with the freedom of one single human spirit, and which will weigh heavier? Can you tell? I cannot.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "For we each of us deserve everything, every luxury that was ever piled in the tombs of the dead kings, and we each of us deserve nothing, not a mouthful of bread in hunger. Have we not eaten while another starved? Will you punish us for that? Will you reward us for the virtue of starving while others ate? No man earns punishment, no man earns reward. Free your mind of the idea of _deserving_, the idea of _earning_, and you will begin to be able to think.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "Once you are there, once you walk through the wall with me, then as I see it you are one of us. We are responsible to you and you to us; you become an Anaresti, with the same options as all the others. But they are not safe options. Freedom is never very safe.",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    },
    {
        "quote": "They say there is nothing new under any sun. But if each life is not new, each single life, then why are we born?",
        "person": "Ursula K. Le Guin",
        "source": "The Dispossesed"
    }
]